Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: (4) The portion of paragraph 146.3(2)(e.1) of the Act before subparagraph (i) is replaced by the following: (e.1) if the fund does not govern a trust or the fund governs a trust created before 1998 that does not hold an annuity contract as a qualified investment (as defined in subsection 207.01(1)) for the trust, the fund provides that if an annuitant, at any time, directs that the carrier transfer all or part of the property held in connection with the fund, or an amount equal to its value at that time, to another registered retirement income fund of the annuitant or in accordance with subsection (14.1), the transferor shall retain an amount equal to the lesser of
fr_fr: (4) Le passage de l'alinéa 146.3(2)e.1) de la même loi précédant le sous-alinéa (i) est remplacé par ce qui suit : e.1) si le fonds ne régit pas de fiducie ou s'il régit une fiducie établie avant 1998 qui ne détient pas de contrat de rente à titre de placement admissible (au sens du paragraphe 207.01(1)) pour elle, le fonds prévoit que, dans le cas où, à un moment donné, un rentier ordonne à l'émetteur de transférer à un autre fonds enregistré de revenu de retraite du rentier, ou conformément au paragraphe (14.1), tout ou partie des biens détenus dans le cadre du fonds ou un montant égal à la valeur de ceux-ci à ce moment, le cédant doit conserver un montant égal au moins élevé des montants suivants :

source: (5) Clause 146.3(2)(e.2)(i)(B) of the Act is replaced by the following: (B) an annuity contract described, immediately after the transfer, in paragraph (g) of the definition qualified investment in subsection 207.01(1), and
fr_fr: (5) La division 146.3(2)e.2)(i)(B) de la même loi est remplacée par ce qui suit : (B) un contrat de rente visé, immédiatement après le transfert, à l'alinéa g) de la définition de placement admissible au paragraphe 207.01(1),

source: (6) Subparagraph 146.3(3)(e)(ii) of the Act is replaced by the following: (ii) such portion of the amount determined under subparagraph (i) in respect of the trust for the year as can reasonably be considered to be income from, or from the disposition of, a qualified investment (as defined in subsection 207.01(1)) for the trust.
fr_fr: (6) Le sous-alinéa 146.3(3)e)(ii) de la même loi est remplacé par ce qui suit : (ii) la partie du montant déterminé selon le sous-alinéa (i) à son égard pour l'année, qu'il est raisonnable de considérer comme un revenu provenant soit d'un placement admissible (au sens du paragraphe 207.01(1)) pour elle, soit de la disposition d'un tel placement.

source: (7) Paragraph 146.3(6.4)(a) of the Act is replaced by the following: (a) at any time after the death of the annuitant, a trust governed by the fund held an investment that is a non-qualified investment (as defined in subsection 207.01(1)); or
fr_fr: (7) L'alinéa 146.3(6.4)a) de la même loi est remplacé par ce qui suit : a) après le décès du rentier, une fiducie régie par le fonds détenait un placement non admissible (au sens du paragraphe 207.01(1));

source: (8) The portion of subsection 146.3(9) of the Act before paragraph (b) is replaced by the following: Marginal note: Tax payable on income from non-qualified investment (9) If a trust that is governed by a RRIF holds, at any time in a taxation year, a property that is a non-qualified investment (as defined in subsection 207.01(1)), (a) tax is payable under this Part by the trust on the amount that its taxable income for the year would be if it had no incomes or losses from sources other than non-qualified investments or no capital gains or capital losses other than from dispositions of non-qualified investments, as the case may be; and
fr_fr: (8) Le passage du paragraphe 146.3(9) de la même loi précédant l'alinéa b) est remplacé par ce qui suit : Note marginale : Impôt sur le revenu provenant d'un placement non admissible (9) Si une fiducie régie par un FERR détient, au cours d'une année d'imposition, un bien qui est un placement non admissible (au sens du paragraphe 207.01(1)) : a) la fiducie doit payer un impôt en vertu de la présente partie sur la somme qui serait son revenu imposable pour l'année si elle n'avait pas tiré de revenu, ni subi de perte, de sources autres que des placements non admissibles ni n'avait de gains en capital ou de pertes en capital ne provenant pas de la disposition de tels placements, selon le cas;

source: (9) Subsections (1) to (8) come into force on January 1, 2027.
fr_fr: (9) Les paragraphes (1) à (8) entrent en vigueur le 1 er janvier 2027.

source: 8 (1) The definition qualified investment in subsection 146.4(1) of the Act is repealed.
fr_fr: 8 (1) La définition de placement admissible , au paragraphe 146.4(1) de la même loi, est abrogée.

source: (2) The descriptions of A and B in paragraph (b) of the definition specified maximum amount in subsection 146.4(1) of the Act are replaced by the following: A is 10% of the fair market value of the property held by the plan trust at the beginning of the calendar year (other than annuity contracts held by the plan trust that, at the beginning of the calendar year, are described in paragraph (i) of the definition qualified investment in subsection 207.01(1)), and B is the total of all amounts each of which is (i) a periodic payment under an annuity contract described in paragraph (i) of the definition qualified investment in subsection 207.01(1) that is held by the plan trust at the beginning of the calendar year and paid to the plan trust in the calendar year, or (ii) if the periodic payment under the contract is not made to the plan trust because the plan trust disposed of the right to that payment in the calendar year, a reasonable estimate of that payment on the assumption that the contract had been held throughout the calendar year and no rights under the contract were disposed of in the calendar year. ( plafond )
fr_fr: (2) Les éléments A et B de la formule figurant à l'alinéa b) de la définition de plafond , au paragraphe 146.4(1) de la même loi, sont remplacés par ce qui suit : A représente 10 % de la juste valeur marchande des biens détenus par la fiducie de régime au début de l'année (à l'exception des contrats de rente qu'elle détient et qui, au début de l'année, sont visés à l'alinéa i) de la définition de placement admissible au paragraphe 207.01(1)), B le total des sommes dont chacune représente : (i) un paiement périodique prévu par un contrat de rente détenu par la fiducie de régime au début de l'année visé à l'alinéa i) de la définition de placement admissible au paragraphe 207.01(1) qui est versé à la fiducie de régime au cours de l'année, (ii) si le paiement périodique prévu par le contrat de rente n'est pas versé à la fiducie de régime du fait qu'elle a disposé du droit au paiement au cours de l'année, une estimation raisonnable de ce paiement, étant admis que le contrat de rente a été détenu tout au long de l'année et qu'aucun droit dans le cadre du contrat n'a fait l'objet d'une disposition au cours de l'année. ( specified maximum amount )

source: (3) The description of A in paragraph 146.4(4)(l) of the Act is replaced by the following: A is the fair market value of the property held by the plan trust at the beginning of the calendar year (other than annuity contracts held by the plan trust that, at the beginning of the calendar year, are described in paragraph (i) of the definition qualified investment in subsection 207.01(1)),
fr_fr: (3) L'élément A de la formule figurant à l'alinéa 146.4(4)l) de la même loi est remplacé par ce qui suit : A représente la juste valeur marchande des biens détenus par la fiducie de régime au début de l'année (à l'exception des contrats de rente qu'elle détient et qui, au début de l'année, sont visés à l'alinéa i) de la définition de placement admissible au paragraphe 207.01(1)),

source: (4) Subparagraph (i) of the description of D in paragraph 146.4(4)(l) of the Act is replaced by the following: (i) a periodic payment under an annuity contract described in paragraph (i) of the definition qualified investment in subsection 207.01(1) that is held by the plan trust at the beginning of the calendar year and paid to the plan trust in the calendar year, or
fr_fr: (4) Le sous-alinéa (i) de l'élément D de la formule figurant à l'alinéa 146.4(4)l) de la même loi est remplacé par ce qui suit : (i) un paiement périodique prévu par un contrat de rente détenu par la fiducie de régime au début de l'année visé à l'alinéa i) de la définition de placement admissible au paragraphe 207.01(1) qui est versé à la fiducie de régime au cours de l'année,

source: (5) The portion of paragraph 146.4(5)(b) of the Act before subparagraph (i) is replaced by the following: (b) if the trust is not otherwise taxable under paragraph (a) on its taxable income for the year and, at any time in the year, it carries on one or more businesses or holds a property that is a non-qualified investment (as defined in subsection 207.01(1)) for the trust, tax is payable under this Part by the trust on the amount that its taxable income for the year would be if it had no incomes or losses from sources other than those businesses and non-qualified investments, and no capital gains or losses other than from dispositions of non-qualified investments, and for this purpose,
fr_fr: (5) Le passage de l'alinéa 146.4(5)b) de la même loi précédant le sous-alinéa (i) est remplacé par ce qui suit : b) si la fiducie n'a pas d'impôt à payer par ailleurs en vertu de l'alinéa a) sur son revenu imposable pour l'année et qu'elle exploite, au cours de l'année, une ou plusieurs entreprises ou détient un bien qui est pour elle un placement non admissible (au sens du paragraphe 207.01(1)), l'impôt prévu par la présente partie est à payer par elle sur la somme qui serait son revenu imposable pour l'année si elle n'avait pas tiré de revenu, ni subi de perte, de sources autres que de ces entreprises ou de ces placements non admissibles ni n'avait de gains en capital ou de pertes en capital ne provenant pas de la disposition de tels placements, et à cette fin :

source: (6) Subsections (1) to (5) come into force on January 1, 2027.
fr_fr: (6) Les paragraphes (1) à (5) entrent en vigueur le 1 er janvier 2027.

source: 9 (1) The definition debt obligation in section 204 of the Act is repealed.
fr_fr: 9 (1) La définition de titre de créance , à l'article 204 de la même loi, est abrogée.

source: (2) The definition qualified investment in section 204 of the Act is replaced by the following: qualified investment qualified investment for a trust governed by a deferred profit sharing plan or revoked plan means, with the exception of excluded property in relation to the trust, (a) an investment described in any of paragraphs (a) to (g) of the definition qualified investment in subsection 207.01(1), (b) an investment described under section 5001, paragraph 5002(a) to (c) or section 5003 or 5004 of the Income Tax Regulations , other than an investment described in any of paragraphs 5006(a) to (e) if the references in those paragraphs to "a connected person under the registered plan" were read as references to "a beneficiary or an employer under the deferred profit sharing plan or revoked plan and any person who does not deal at arm's length with that person", (c) equity shares of a corporation by which, before the date of acquisition by the trust of the shares, payments have been made in trust to a trustee under the plan for the benefit of beneficiaries thereunder, if the shares are of a class in respect of which (i) there is no restriction on their transferability, and (ii) in each of four taxation years of the corporation in the period of the corporation's five consecutive taxation years that ended less than 12 months before the date of acquisition of the shares by the trust, and in the corporation's last taxation year in that period, the corporation (A) paid a dividend on each share of the class of an amount not less than 4% of the cost per share of the shares to the trust, or (B) had earnings attributable to the shares of the class of an amount not less than the amount obtained when 4% of the cost per share to the trust of the shares is multiplied by the total number of shares of the class that were outstanding immediately after the acquisition, and (d) a contract with a licensed annuities provider for an annuity payable to an employee who is a beneficiary under the plan beginning not later than the end of the year in which the employee attains 71 years of age, the guaranteed term of which, if any, does not exceed 15 years; ( placement admissible )
fr_fr: (2) La définition de placement admissible , à l'article 204 de la même loi, est remplacée par ce qui suit : placement admissible placement admissible Dans le cas d'une fiducie régie par un régime de participation différée aux bénéfices ou un régime dont l'agrément est retiré, les biens ci-après, sauf s'il s'agit de biens exclus relativement à la fiducie : a) placement visé par l'un des alinéas a) à g) de la définition de placement admissible au paragraphe 207.01(1); b) placement visé à l'article 5001, aux alinéas 5002a) à c) ou aux articles 5003 ou 5004 du Règlement de l'impôt sur le revenu , à l'exception d'un placement visé aux alinéas 5006(1)a) à e), si la mention, à ces alinéas, d'« une personne rattachée en vertu du régime enregistré » valait mention d'« un bénéficiaire ou un employeur dans le cadre du régime de participation différée aux bénéfices ou du régime dont l'agrément est retiré et toute personne ayant un lien de dépendance avec celle-ci »; c) actions à revenu variable d'une société par laquelle, avant la date d'acquisition de ces actions par la fiducie, des paiements ont été faits en fiducie à un fiduciaire en vertu du régime dans l'intérêt de ses bénéficiaires, si ces actions sont d'une catégorie : (i) d'une part, ne comportant aucune restriction quant à la possibilité de leur transfert, (ii) d'autre part, relativement à laquelle, au cours de chacune des quatre années d'imposition de la société dans la période des cinq années d'imposition consécutives de la société qui s'est terminée moins de 12 mois avant la date d'acquisition de ces actions par la fiducie, et au cours de la dernière année d'imposition de la société comprise dans cette période, la société : (A) soit a payé un dividende sur chaque action de la catégorie, d'un montant non inférieur à 4 % du prix unitaire que la fiducie a payé pour ces actions, (B) soit a réalisé des gains attribuables aux actions de la catégorie, d'un montant non inférieur au produit de la multiplication de 4 % du prix unitaire que la fiducie a payé pour ces actions par le nombre total d'actions de la catégorie qui étaient en circulation immédiatement avant cette acquisition; d) contrat conclu avec un fournisseur de rentes autorisé relativement à une rente payable à un employé bénéficiaire d'un régime au plus tard à compter de la fin de l'année dans laquelle il atteint 71 ans, et dont la durée garantie éventuelle ne dépasse pas 15 ans. ( qualified investment )

source: 10 (1) Part X.2 of the Act is repealed.
fr_fr: 10 (1) La partie X.2 de la même loi est abrogée.

source: 11 (1) Paragraph (a) of the definition reserve in subsection 204.8(1) of the Act is replaced by the following: (a) property described in paragraph (a), (b) or (f) or subparagraphs (c)(i) to (iv) of the definition qualified investment in subsection 207.01(1), and
fr_fr: 11 (1) L'alinéa a) de la définition de réserve , au paragraphe 204.8(1) de la même loi, est remplacé par ce qui suit : a) Bien visé à l'un des alinéas a), b) et f) et des sous-alinéas c)(i) à (iv) de la définition de placement admissible au paragraphe 207.01(1);

source: 12 (1) The description of C in the definition excess ALDA transfer in subsection 205(1) of the Act is amended by adding "and" at the end of paragraph (b) and by replacing paragraphs (c) and (d) by the following: (c) if the transferor plan is a registered retirement savings plan or a registered retirement income fund, contracts for annuities held in connection with the plan or fund other than annuities described in paragraph (g) of the definition qualified investment in subsection 207.01(1),
fr_fr: 12 (1) L'élément C de la formule figurant à la définition de excédent de transfert au titre de la RVDAA , au paragraphe 205(1) de la même loi, est modifié en remplaçant les alinéas c) et d) par ce qui suit : c) si le régime cédant est un régime enregistré d'épargne-retraite ou un fonds enregistré de revenu de retraite, les contrats de rente détenus relativement au régime ou au fonds sauf les rentes visées à l'alinéa g) de la définition de placement admissible au paragraphe 207.01(1),

source: 13 (1) The preamble of subsection 207.01(1) of the Act is replaced by the following: Marginal note: Definitions 207.01 (1) The following definitions and the definitions in subsections 146(1) (other than the definition benefit ), 146.1(1), 146.2(1), 146.3(1), 146.4(1) and 146.6(1) apply in this Part and Part L of the Income Tax Regulations .
fr_fr: 13 (1) Le préambule du paragraphe 207.01(1) de la même loi est remplacé par ce qui suit : Note marginale : Définitions 207.01 (1) Les définitions qui suivent et celles figurant aux paragraphes 146(1) (sauf la définition de prestation ), 146.1(1), 146.2(1), 146.3(1), 146.4(1) et 146.6(1) s'appliquent à la présente partie ainsi qu'à la partie L du Règlement de l'impôt sur le revenu .
